Repository: hufon/ezplatform-i18n-fr_FR
Catalog: ezplatform-admin-ui/trash.*.xliff
Languages: fr_fr

# confirm.permanent.delete.items
source: Are you sure you want to permanently delete %count% items? This action cannot be reversed.
fr_fr: Êtes-vous sûr de que vouloir supprimer définitivement %count% éléments ? Cette action ne peut pas être inversée.

# content.items.restored
source: %count% Content item(s) have been restored
fr_fr: %count% élément(s) ont été restaurés

# empty.trash
source: Empty the Trash
fr_fr: Vider la corbeille

# error.emptying.trash
source: An error occurred while emptying the Trash
fr_fr: Une erreur s’est produite lors du vidage la Corbeille

# error.restoring.item
source: An error occurred while restoring trash item with id: %id%. For the moment item's whose original location has been deleted can not be restored
fr_fr: Une erreur est survenue lors de la restauration de l'élément de la Corbeille portant l'id : %id%. Pour le moment, les éléments dont l'emplacement initial a été supprimé ne peuvent pas être restaurés

# failed.load.content.type
source: Failed to load trash item Content Type name
fr_fr: Échec au chargement du nom d'un élement de contenu de la Corbeille

# failed.load.parent.location.path
source: Failed to load parent location's path
fr_fr: Echec de chargement du chemin du parent de l'emplacement

# items.permanently.deleted
source: %count% items were permanently deleted.
fr_fr: %count éléments ont été supprimés définitivement.

source: Minimize
fr_fr: Minimiser

source: Restore selected
fr_fr: Restaurer la sélection

source: Restoring trash item(s)
fr_fr: Restaurer les éléments de la Corbeille

# trash.ancestor.to.select
source: Select a new parent location for the item
fr_fr: Sélectionnez un nouveau parent pour cet élément

# trash.ancestors
source: Item's ancestors are in Trash
fr_fr: Les ancêtres de l'élément sont dans la Corbeille

# trash.ancestors.button
source: Restore under a new parent
fr_fr: Restaurer sous un nouveau parent

# trash.empty
source: The trash is empty
fr_fr: La corbeille est vide

# trash.header.name
source: Trash
fr_fr: Corbeille

# trash.name.label
source: Name
fr_fr: Nom

# trash.original.location.label
source: Original Location
fr_fr: Emplacement original
